{
    "CENTRAL_ADVISORY": [
        {
            "name": "Praveen Anant",
            "position": "Pro-Bono Advisor (ESG and Business Process Development)",
            "statement": "Praveen is an ESG and Business Excellence expert with over 20 years of extensive experience of working with corporates. With master’s degree in Environmental Science and Engineering and a bachelor’s degree in Laws, he brings the experience of management systems and non-financial disclosures using GRI standards, SDGs, UN Global Compact, IFC E&S Standards, World Bank’s Environment and Social Standard.",
            "link": "20"
        },
        {
            "name": "Karthik Bharath Kumar",
            "position": "Pro-Bono Advisor (Sustainable Finance Solutions)",
            "statement": "Karthik has a demonstrated history of 12 years of experience in corporate finance and regulatory functions. With bachelor’s in Mechanical Engineering from Purdue University and MBA in Finance from Indian School of Business Hyderabad, he brings strong professional skills in general management, policy, regulations, credit analysis, and credit ratings. Having experience in project finance and investor relations, he is pro-bono advisor at JointValues for sustainable finance solutions and team building.",
            "link": "20"
        },
        {
            "name": "Sarvashish Roy",
            "position": "Pro-Bono Advisor (ESG and Business Process Development)",
            "statement": "Sarvashish holds a post-masters certificate in Natural Resource Management from Indian Institute of Forest Management, Bhopal and master’s degree in Anthropology from the University of Calcutta. He has more than 17 years of experience in corporate social responsibility and non-financial disclosures with corporates, academic institutes and not for profit organisations. At JointValues he brings on board the expertise to evaluate the BRR, the International <IR> Framework and Sustainability Reporting based on the Global Reporting Initiative (GRI) Standards",
            "link": "20"
        },
        {
            "name": "Sanjeev Tripathy",
            "position": "Pro-Bono Advisor (ESG and Business Process Development)",
            "statement": "Sanjeev is a development professional with 26+ years of experience in the field of CSR, Sustainability, Land Acquisition and Resettlement & Rehabilitation of project affected/displaced families combining with the ability for maintaining conducive industrial atmosphere among the stakeholders to obtain organizational objectives through different ways & means adhering to national/international policies and practices. At JointValues he brings extensive experience in ESG, Sustainability and CSR as a Pro-Bono Advisor in ESG and Business Process Development.",
            "link": "20"
        }
    ],

    "PROCESS_DEVELOPMENT": [
        {
            "name": "Adwit Kashyap",
            "position": "Pro-Bono Advisor (ESG and Business Development)",
            "statement": "Adwit is an experienced hand in consulting, business development and program management with a demonstrated history of working in the sustainable development space. With a bachelor’s degree from IIT Bombay and a business degree from the Indian School of Business (ISB), he brings an extensive experience of working with corporates, government and multilateral agencies in the Indian market.",
            "link": "20"
        },
        {
            "name": "Vikrant Malik",
            "position": "Pro-Bono Advisor (Technology and Innovation)",
            "statement": "Vikrant is a seasoned professional in IT infrastructure management, client relations, communicating with project stakeholders, audits and project management. With advanced qualifications in IT and 14 years of work experience in the technological industry, he is a mentor on IT Infrastructure and Software development team at JointValues.",
            "link": "20"
        },
        {
            "name": "Vishal Kaushik",
            "position": "Pro-Bono Advisor (Technology and Innovation)",
            "statement": "Vishal Kaushik is teaching at the School of Computer Science and Engineering, University of Petroleum and Energy Studies, Dehradun. With 20 plus years of experience in electronic data processing, software development and IT enablement of services industry at multiple functional roles he is a mentor on IT Infrastructure and Software development team at JointValues.",
            "link": "20"
        }
    ],

    "TEAM_MEMBERS": [
        {
            "name": "Shivani Verma",
            "position": "Content Developer",
            "statement": "Shivani Verma is a student at Indian Institute of Forest Management (IIFM), Bhopal, currently pursuing Post Graduate Diploma in Forestry Management (PGDFM). Having knowledge of ESG and Sustainability, equipped with the skill of mass communication, she is a part of vibrant team at JointValues as a content developer.",
            "link": "20"
        },
        {
            "name": "Vedanshi Singh",
            "position": "Climate Change Disclosures Analyst & Media Outreach Handler",
            "statement": "Vedanshi is a budding professional with a study in health effects of climate-change from Harvard University and self-gained experience of start-up ecosystems in India. An experienced hand in analysis and assessment of public disclosures by the companies on climate change-related financial impacts in line with TCFD Framework",
            "link": "20"
        },
        {
            "name": "Anjan Das",
            "position": "ESG Research and Analysis",
            "statement": "Anjan is pursuing his MBA in Sustainable Management from the Indian Institute of Management Lucknow. He is an Electrical and Electronics Engineer and has worked on Systems design, Application development, and Client management for 4.4 years. He is part of the ESG Research and Analysis team at JointValues for ESG Analysis and Ratings.",
            "link": "20"
        }
    ]
 }